Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=627_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: TâŠvvsääŠmǩiõllsaž abbâz nuŠbb tuâjjǩeŠrjj iŠlmmstõõvi
fin: Pohjoissaamenkielisen aapisen toinen työkirja ilmestyi

source: TâŠvvsääŠmǩiõllsaž abbâz ŠÁppes - Min meahci máidnasatŠ ǩiđđpââi tuâjjǩeŠrjj lij iŠlmmstõõvvâm.
fin: Pohjoissaamenkielisen aapisen ŠÁppes - Min meahci máidnasatŠ kevätkauden työkirja on ilmestynyt.

source: TuâjjǩeŠrjj âânn seŠst abbâz siiskõŠsse vuâđđõõvvi hääŠsǩes da eunnai jieŠnnǩiõl silttõõzzid ooudâs viikki tuâjaid õhttseŠžže 126 seiddad.
fin: Työkirja sisältää aapisen sisältöön pohjautuvia hauskoja ja värikkäitä äidinkielen taitoa kehittäviä tehtäviä yhteensä 126 sivua.

source: ǨeeŠrj teeŠkst da tuâi liâ aabbâsrääid ǩeeŠrjteei Inga Guttorm (Oahptii Iŋgá) ǩeeŠrjtemnääŠl mieŠldd.
fin: Kirjan tekstit ja tehtävät ovat aapissarjan käsikirjoittaja Inga Guttormin (Oahptii Iŋgá) käsialaa.

source: ǨeeŠrj kärttõõzz lij raajjâm Salli Parikka Wahlberg.
fin: Kirjan kuvituksen on tehnyt Salli Parikka Wahlberg.

source: ǨeŠrjj lij vuäǯǯamnalla sääŠmteeŠǧǧ škoouŠljem- da mättʼtem-materialkonttrest Sajoozzâst Aanrest.
fin: Kirja on saatavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta Sajoksesta Inarista.

source: SääŠmteeŠǧǧ čõõđtum mättŠtem-materiaal käunnje täŠst.
fin: Saamelaiskäräjien julkaisemat oppimateriaalit löytyvät tästä.
